{
    "locale": "ja",
    "strings": {

      "title": "龍門閉鎖陣地ガイドApp",
      "setting_page": {
        "title": "設定",
        "general": "一般",
        "language": "言語",
        "clean_cache": "キャッシュをクリア",
        "clean_cache_message": "ダウンロード済みの音声ファイルを削除します。次回再生時に再ダウンロードが必要です。",
        "about": "アプリについて",
        "app_name": "観光ガイドAppバージョン",
        "version": "v1.0.0",
        "lang_saved": "言語が保存されました",
        "medal": "メダル"
      },
      "home_page": {
        "welcome": "龍門閉鎖陣地ガイドAppへようこそ",
        "description": "これは龍門閉鎖陣地専用のガイドアプリで、様々な機能メニューを提供します。",
        "menu_title": "ガイドポイントメニュー",
        "war_games_room": "兵棋室"
      },
      "text_size": {
        "title": "文字サイズ調整",
        "now": "現在のサイズ",
        "zoom_in": "拡大",
        "zoom_out": "縮小",
        "reset": "リセット"
      },
      "target_focus": {
        "menu": "ここでメニューをスライドして、さらに多くのスポットを見ることができます！",
        "change_button": "ここをクリックするとガイドポイントの表示方法を切り替えられます。",
        "setting": "ここをクリックすると設定ページに入れます。",
        "qr": "QRコードのスキャン機能はここです！",
        "back_home": "ここをクリックするとホームにすぐ戻れます～",
        "guide": "ここをクリックすると再度ヒント説明を確認できます！",
        "skip": "スキップ"
      },
      "qr_page": {
        "title": "QRコードスキャン"
      },

      "medal_page": {
        "title": "メダルコレクション",
        "description": "あなたのメダル",
        "lock": "ロック解除されていません"
      },

      "page1": {
        "title": "出入口",
        "introduce": "出入口の紹介",
        "content": "龍門閉鎖陣地は澎湖本島東側の南崁地区に位置し、玄武岩台地を基盤とした地下防御要塞です。この地は台湾と馬公への航路を守り、清末乙未戦争以来戦略的な意味を持っています。日本統治時代には日本軍がここに上陸し、防備を築き、第二次世界大戦末期には防御工事が建設されました。光復後、国軍は1961年に蒋介石の指示で防線を強化し、地下化陣地を建設しました。内部には機関銃堡、戦防砲堡、観測所などの施設があり、通路で連結され、構造が密接です。国軍撤退後は一時荒廃しましたが、2009年に発見・修復され、現在は一般公開され、訪問者がかつての戦地の雰囲気を体験できます。"
      },
      "page2": {
        "title": "蒋総統の命令",
        "introduce": "蒋総統の命令の紹介",
        "content": "1958年の八二三砲戦後、国軍は澎湖の戦略的地位を再評価し、蒋介石総統は1961年に澎湖を視察し、本島東海岸の防線が脆弱であることを発見しました。そこで、強化小隊を収容できる閉鎖陣地を建設し、東側海岸の防御と龍門から山水の浜辺の封鎖を命じました。この陣地は陸軍第1357部隊によって同年12月28日に完成し、地下化・独立作戦可能な要塞として設計されました。内部には7つの機関銃堡、2つの57戦防砲堡、705メートルの通路があり、全体構造は鉄筋コンクリートで造られ、玄武岩地質と組み合わせて強化され、澎湖東岸の重要な防線となりました。"
      },
      "page3": {
        "title": "兵棋台",
        "introduce": "兵棋台の紹介",
        "content": "兵棋室は陣地の南西側に位置し、中央に兵棋台が設置され、龍門陣地の地形と施設配置を示しています。兵棋台には弾薬庫、総機室、通信機房、機関銃堡、砲堡などの位置が表示され、互いに連携しています。方位は演習の便宜上、実際の南北とは異なり、陣地の出入口は下側、右側が防御海域を表します。兵棋台には国軍軍隊記号による兵棋標記があり、排級部隊、30機関銃、57戦防砲などが示されています。初期設計では外向きに7つの機関銃堡、2つの砲堡があり、後に内部防御用に3つの機関銃堡が追加され、合計10座となりました。兵棋台を通じて地下道の空間構造や防線配置を理解し、指揮官の演習や兵力調整に役立てられました。"
      },
      "page4": {
        "title": "龍門地図",
        "introduce": "龍門地図の紹介",
        "content": "この地図壁画は澎湖本島東側の地理的景観を示し、中央下部に龍門南崁閉鎖陣地の位置が記されています。陣地の出入口は重要な商港である龍門港に面しています。右側には澎湖古八景の一つ「龍門鼓浪」が示され、かつて澎防部の軍事訓練場でもありました。海岸線に沿って北に進むと龍門後湾ビーチがあり、道路沿いには菓葉村、南寮村、湖西村などの集落があります。地図から龍門閉鎖陣地が澎湖本島東側防御区域に位置し、龍門港の出入りを掌握し、防御火力で周辺の敵軍が上陸しやすい地域を支援できることが分かります。さらに、陣地付近には日本統治時代の上陸記念碑や日本軍の穹窖式掩体など重要な軍事遺跡があり、当時の戦争の歳月を思い起こさせます。"
      },
      "page5": {
        "title": "第二の壁",
        "introduce": "第二の壁の紹介",
        "content": "この壁画は1895年乙未戦争において、日本軍が海上から攻撃を開始し、澎湖龍門裡正角に上陸するまでの過程を時間順に描いています。右上には日本軍艦隊の進攻ルート、左側には澎湖防衛部隊の配置が描かれています。全体の絵は戦争の激しさだけでなく、当時の軍事戦略の運用も反映しています。"
      },
      "page6": {
        "title": "第三・第四の壁",
        "introduce": "第三・第四の壁の紹介",
        "content": "この二つの壁画は龍門閉鎖陣地の建設過程を描いています。第三の壁は兵士たちが山の斜面で石を運び、手押し車を押し、土を掘る場面を示し、色彩は大地色が基調で、兵士と島の運命が密接に結びついていることを象徴し、防衛建設の苦労を表現しています。第四の壁は兵士と女性の交流の温かい場面を描き、人間性の輝きを加えています。二つの壁画は強い対比を成し、芸術的手法で防衛建設時の圧迫感と困難さ、そして消えることのない人間性の輝きを表現しています。"
      },
      "page7": {
        "title": "総機室",
        "introduce": "総機室の紹介",
        "content": "現在あなたがいるのは「中山室」で、元は兵士の集合・訓練のための人員シェルターでしたが、現在は映写室に改装され、龍門閉鎖陣地の歴史映像が上映されています。室外の壁には当時の射孔が残されており、兵士はここから敵情を観察し、必要に応じて発砲できました。戦地の雰囲気を再現するため、現地には軍用望遠鏡とブローニングM30機関銃の模型が展示されており、訪問者は操作体験ができ、当時の守備兵が戦時のプレッシャーに直面した実際の状況を感じることができます。"
      },
      "page8": {
        "title": "弾薬庫",
        "introduce": "弾薬庫の紹介",
        "content": "弾薬庫は陣地の最も重要な防御中枢の一つで、銃器や弾薬を保管していました。現在は国軍の軍事装備が展示されています。館内には「57式小銃」や「57戦防砲」の模型があり、これらの武器は米軍設計に由来し、外島の要塞に配備され、上陸部隊の防御に使用されました。現場には弾薬箱や砲弾模型も展示されており、訪問者はかつての兵士が弾薬を運び、常に戦闘に備えていた苦労と緊張感を体験できます。"
      },
      "page9": {
        "title": "砲堡",
        "introduce": "砲堡の紹介",
        "content": "現在あなたが立っているのは南岸に面した戦防砲堡（番号澎015-(x)019）で、低く隠蔽された砲堡は地形と一体化し、敵艇が接近すれば迅速に発砲して海岸や航路を封鎖できます。堡内には米製M1型57ミリ（通称「57戦防砲」）が展示されており、左右回転や上下角度調整が可能で、最大射程は約4,600メートルです。かつては5人編成（選定手、弾薬手、装填手、照準手、砲長）で操作され、各号令と動作は速度と正確さが求められました。ぜひ近くで砲身を観察し、押してみて、当時の砲兵が分担協力し、海防を守った重みと緊張感を体験してください。"
      },
      "page10": {
        "title": "消音錐",
        "introduce": "消音錐の紹介",
        "content": "天井を見上げると密集して突き出た「消音錐」があり、これは砲堡特有の音響設計で、射撃時の反響や騒音を軽減します。澎湖の砂土と糯米漿を混ぜて作られ、頑丈で地域の特色も備えています。尖った表面が音波を分散・吸収し、振動や反響を減らし、兵士の聴力を守ります。ここで手を叩いたり声を出してみて、この巧妙な設計が坑道をどれほど静かにするか体験してください。"
      },


      "feature_1": "ページ 1",
      "feature_2": "ページ 2",
      "feature_3": "ページ 3",
      "feature_4": "ページ 4",
      "feature_5": "ページ 5",
      "feature_6": "ページ 6",
      "feature_7": "ページ 7",
      "feature_8": "ページ 8",
      "feature_9": "ページ 9",
      "feature_10": "ページ 10",
      "feature_11": "ページ 11",
      "feature_12": "ページ 12",

      "back_to_home": "ホームに戻る",
      "current_home": "現在ホームにいます",

      "page_1_title": "Entrance/Exit",
      "page_1_content_title": "Entrance/Exit introduce",
      "page_1_content1": "ようこそ 龍門閉鎖陣地へ。",
      "page_1_content2": "ここは澎湖本島の最東端に位置し、地元では「南崁」と呼ばれる玄武岩の台地にあります。高台からはすぐ横にある龍門港が見渡せ、さらに近くには裡正角ビーチや隘門ビーチともつながっています。",
      "page_1_content3": "この一帯の砂浜はなだらかで、自然の障害物が少なく、戦争の時代には敵軍が最も上陸しやすい場所でした。そこでこの龍門閉鎖陣地は、この海岸線と台湾から馬公へ向かう航路を守る、非常に重要な防衛ラインとして築かれたのです。",
      "page_1_content4": "時代をさかのぼると、清朝末期の 乙未戦争（1895年 日清戦争の末期） では、日本艦隊がこの裡正角に上陸し、太武山まで進軍しました。その結果、澎湖は日本軍の支配下に入りました。これを記念して当時の日本政府は「日本軍上陸記念碑」を建てました。さらに第二次世界大戦の末期には、連合軍の進攻に備えて、この周辺に防御施設が築かれました。",
      "page_1_content5": "戦後の1945年、台湾が光復（中国に返還）されると、国民党の国軍が澎湖を引き継ぎました。そして1961年、蒋介石総統 の命令により、この地に新しい防御陣地が建設され、澎湖東岸の防衛の中心となりました。",
      "page_1_content6": "この陣地は地下に造られ、不規則な五角形の構造になっています。内部には 機関銃ピルボックス、対戦車砲のバンカー、貯水池、観測所、弾薬庫 があり、すべて通路でつながっています。まるで自給自足が可能な地下要塞のようです。狭く暗い通路を進むと、圧迫感があり、当時の戦時空間の雰囲気を体感できます。",
      "page_1_content7": "その後、国軍の縮小に伴い、この施設は使われなくなり、2009年に林務局のチームによって偶然再発見されました。国軍から澎湖県政府に引き渡され、4年間にわたる修復工事を経て、現在のように一般公開されるようになったのです。",
      "page_1_content8": "それでは、音声ガイドシステムと共に、この龍門閉鎖陣地を巡り、当時の緊張感ある戦地の空気をぜひご体験ください。",

      "page_2_title": "President Chiang's order",
      "page_2_content_title": "President Chiang's order introduce",
      "page_2_content1": "澎湖の戦争の歴史を振り返ると、日本軍の上陸によって龍門港周辺の軍事的価値が浮き彫りになりました。1945年、日本が無条件降伏し、第二次世界大戦が終結した後、国民政府は直ちに防務調査を開始しました。これにより国軍は地理環境、気候から港の価値に至るまで全面的な点検と評価を行い、澎湖の戦略的地位を改めて考え直すことになりました。",
      "page_2_content2": "1958年の「八二三砲戦」において、澎湖は直接戦火に巻き込まれることはありませんでしたが、その地理的位置の重要性が初めて明確に示されました。数か月にわたる砲撃戦の間、澎湖は国軍の前線支援と後方の兵站調整を担い、「閃電計画」「鴻運計画」「轟雷計画」という三つの作戦を実施して、前線への補給が途絶えることのないようにしました。砲戦の終結後、蔣中正総統は澎湖全島の軍事要塞化を段階的に推進するよう指示しました。",
      "page_2_content3": "1961年4月、蔣中正総統は澎湖を視察し、本島東海岸周辺の防衛線が脆弱であることを発見しました。そこで、強化小隊を収容できる陣地を築き、東側の海岸を防御するとともに、龍門から山水の間の浜辺を封鎖し、敵軍の上陸を防ぐよう命じました。この陣地は陸軍第1357部隊によって建設され、同年12月28日に完成しました。設計は地下化され、独立して戦闘できる「閉鎖」陣地となっていました。内部には当初、七つの機関銃ピルボックスと二つの「五七」対戦車砲バンカーが設置され、延べ705メートルに及ぶ通路で相互に連結されていました。全体の構造は鉄筋コンクリートで造られ、周囲の玄武岩地質と組み合わせて強化されていました。",
      "page_2_content4": "皆さまの目の前の壁にあるこの碑文こそが、龍門閉鎖陣地の整備記録を刻んだ歴史的証言です。この歴史の脈絡を振り返ると、澎湖が台湾海峡を守る第一の防衛線であったことが分かります。龍門閉鎖陣地はまさにその歴史の縮図です。当時、国軍が台澎を守ろうとした決意を示すだけでなく、澎湖の険しい地形を本物の鉄の障壁へと転化させました。今日、私たちがこの地下化された工事に足を踏み入れるとき、それは狭い通路を進むだけでなく、かつて数え切れない国軍兵士が守り抜いた成果を体感しているのです。",

      "page_3_title": "ページ 3",
      "page_3_content_title": "これはページ 3 の内容です。",
      "page_3_content1": "皆さま、ただいま私たちがいるのは「兵棋室」で、陣地の南西側に位置しています。部屋の中央には「兵棋台」があり、龍門陣地全体の地形や各施設の相対位置が示されています。兵棋台の軍事配置からは、弾薬庫、総機室、通信機房、機関銃堡、砲堡などの空間を見ることができ、互いに連携し支援し合っている様子が分かります。兵棋演習の便宜のため、この兵棋台の方位は実際の南北とは異なり、下側が龍門港に面した入口、右側が防御海域を表しています。沿岸の高地には機関銃堡と砲台が配備され、海岸全体を見渡せるようになっています。",
      "page_3_content2": "兵棋台には「国軍軍隊符号」に基づく兵棋標記も見られます。例えば、青い長方形の上に三つの実心点がある記号は小隊級部隊を表し、青い矢印の末端に三本の短い実線が描かれているものは30口径機関銃を示し、末端に分岐した支点のある長い線は57戦防砲を意味します。ぜひ数えてみてください。兵棋台にはいくつの機関銃堡と砲堡があるでしょうか。1961年の最初の設計によれば、陣地の外向きには7つの機関銃堡と2つの砲堡がありました。その後、防御工事が強化され、内部防御用にさらに3つの機関銃堡が追加され、合計で10座となりました。",
      "page_3_content3": "この兵棋台を通じて、陣地全体の地下道の空間構造や防衛配置を理解することができます。陣地の指揮官はこれを用いて兵棋演習を行い、兵力の調整や防御拠点の配置を実施することができました。",

      "page_4_title": "ページ 4",
      "page_4_content_title": "これはページ 4 の内容です。",
      "page_4_content1": "今ご覧になっているこの地図壁画は、澎湖本島東側の地理的景観を示しています。地図の中央下部には「龍門南崁閉鎖陣地」と記されており、そこがまさに私たちが今立っている場所です。そして陣地の出入口が向いているのは、澎湖本島の重要な商港──龍門港です。",
      "page_4_content2": "閉鎖陣地の右側には、澎湖古八景の一つ「龍門鼓浪」が示されています。かつてこの一帯は澎防部の軍事訓練場でもありました。視線を海岸線に沿って北に移すと、龍門後湾ビーチが見えます。さらに道路に沿って上へ行くと、菓葉村、南寮村、湖西村といった集落があります。",
      "page_4_content3": "この地図から分かるように、龍門閉鎖陣地は澎湖本島東側の防衛区域に位置しています。この場所は龍門港の出入りを掌握できるだけでなく、防御火力を発揮して、敵軍に狙われやすい隘門ビーチなど周辺地域を支援することもでき、敵の侵入を難しくしました。",
      "page_4_content4": "さらに陣地の近くには、いくつかの重要な軍事遺跡があります。日本統治時代に建てられた「上陸記念碑」は、乙未戦争で日本軍が澎湖に上陸した歴史を記念しています。また、海崖の洞窟に掘られた日本軍の穹窖式掩体、すなわち第二次世界大戦末期に米軍上陸を防ぐために築かれた「猫公豁砲堡」もあります。しかし戦争の終結に伴い、この工事は完成せず、現在は遺跡だけが残り、当時の戦争の歳月を私たちに思い出させています。",

      "page_5_title": "ページ 5",
      "page_5_content_title": "これはページ 5 の内容です。",
      "page_5_content1": "ご覧いただいているこの壁画は、1895年の乙未戦争において、日本軍がどのように海上から攻撃を開始し、澎湖の龍門裡正角に上陸するまでの過程を歴史の時間順に生き生きと描いています。順番は右上、右下、左上、左下となっており、日本軍と清帝国との歴史物語が語られています。",
      "page_5_content2": "第一幕：出航と砲戦（右上)",
      "page_5_content3": "1895年3月23日午前6時、日本軍攻撃艦隊は澎湖本島に向けて出航しました。艦隊が海岸から約6キロの地点に達した時、大城北砲台に駐屯していた清軍の激しい砲撃に遭遇しました。壁画では、軍艦と清軍の砲火が交錯し、砲弾が空を裂き、戦いの緊迫した雰囲気が漂っています。",
      "page_5_content4": "第二幕：艦砲支援と制圧（右下",
      "page_5_content5": "その後、日本軍主力艦「秋津洲丸」が龍門裡正角湾に進入し、上陸部隊を援護するために艦砲で沿岸を砲撃しました。壁画には、爆発の轟音と火光が四方に広がり、戦争の残酷さが生々しく表現されています。",
      "page_5_content6": "第三幕：上陸行動（左上）",
      "page_5_content7": "艦砲の支援を受けた日本軍は、裡正角から約1.4キロ離れた浜辺から上陸を開始しました。壁画には、兵士たちが上陸艇から海へ飛び込み、必死に浜辺へ突進する姿が描かれています。この瞬間が、澎湖が約50年間の日本統治時代へと入る始まりとなりました。",
      "page_5_content8": "第四幕：記念碑建立と歴史の変遷（左下）",
      "page_5_content9": "日本統治時代には、上陸地に「明治二十八年混成支隊上陸記念碑」が建てられ、乙未戦争の歴史が記念されました。台湾光復後、元の碑は「台湾光復記念碑」と改められました。そして2004年、地元の文史工作者と湖西郷公所の尽力により、台湾最古の日軍侵台記念碑である「上陸碑」が再建され、隣には「台湾光復碑」が並び立てられました。これらは私たちに歴史を忘れず、今日の平和を大切にするよう伝えています。",

      "page_6_title": "ページ 6",
      "page_6_content_title": "これはページ 6 の内容です。",
      "page_6_content1": "今ご覧いただいているのは、第三と第四の壁に描かれた壁画で、龍門閉鎖陣地の建設過程を表現しています。当時、冷戦は最高潮に達し、1958年の八二三砲戦が終わったばかりでした。国軍は金門を守るだけでなく、台湾海峡の第一線に位置する澎湖をしっかり掌握しなければなりませんでした。こうした背景のもと、龍門閉鎖陣地の建設には極めて厳しい時間的制約が課され、国軍は最短時間で坑道や砲堡を完成させ、澎湖を堅固な戦地要塞へと急速に作り上げる必要がありました。",
      "page_6_content2": "まず第三の壁の壁画をご覧ください。兵士たちが山の斜面に並び、石を運び、手押し車を押し、土を掘っています。全体の色彩は灰色、茶色、緑色などの大地の色調が基調となり、軍服と一体化し、兵士とこの島の運命が固く結びついていることを象徴しています。これは、最短期間で防衛を築くために国軍が払った苦難を鮮やかに表しています。",
      "page_6_content3": "次に第四の壁をご覧ください。こちらの場面ははるかに明るく開放的です。焦点はもはや労働だけではなく、交流にあります。兵士が女性から差し出されたお茶を受け取り、全体の雰囲気に温かみが加わっています。二つの壁画を並べることで、強烈な対比が生まれます。芸術的手法を通じて、防衛建設の圧迫感と困難さが示される一方で、その時代に決して消えることのなかった人間の温かさも伝えられています。",


      "page_7_title": "ページ 7",
      "page_7_content_title": "これはページ 7 の内容です。",
      "page_7_content1": "現在ご覧いただいているのは、陣地全体の南西側にある大きな空間で、ちょうど教室ほどの広さがあります。1961年の設計図によると、ここはもともと二つある人員シェルターの一つで、兵士が集合し、訓示を受け、教育訓練を行う場所でした。そのため「中山室」と呼ばれていました。",
      "page_7_content2": "陣地が県政府に引き渡され修復され、一般公開されると、この空間は映写室に改装され、訪れる人々が映像を通じて閉鎖陣地の歴史を振り返られるようになりました。外側の展望台の壁には二つの開口部がありますが、これが当時の射孔です。かつて兵士たちはここから外海の敵情を監視し、必要に応じて直接火力を発揮することもできました。当時の軍事的な場面を再現するため、現地には軍用望遠鏡とブローニング機関銃の模型が特別に展示されています。",
      "page_7_content3": "この30口径機関銃は、もともとアメリカ軍が第二次世界大戦で広く使用した中型機関銃で、高い連射速度と強力な火力を誇り、長時間にわたって敵を制圧することができました。国軍は米軍の軍事援助を受けた後、これを離島の固定陣地や監視哨に配備し、敵軍が浜辺に近づけば、直ちに火力を展開できるようにしました。",
      "page_7_content4": "それでは、この機関銃模型に触れて操作を体験してみてください。当時ここを守っていた兵士になったつもりで想像してみましょう。さらに左側にある軍用望遠鏡を覗いて、射孔から龍門港の方向を見てみてください。駐屯していた兵士たちの目に映っていたのは、今の風景ではなく、いつ現れるか分からない敵の姿でした。その時に背負っていた緊張と責任は、決して軽いものではなかったのです。",

      "page_8_title": "ページ 8",
      "page_8_content_title": "これはページ 8 の内容です。",
      "page_8_content1": "弾薬庫は陣地防御体系における最も重要な中枢の一つで、銃器の弾薬や必要な戦備物資を保管する場所です。ここは武器補給に関わるだけでなく、防線全体の安全にも直結しています。",
      "page_8_content2": "現在、私たちが目にする弾薬庫には実際の武器は保管されておらず、国軍防衛の重要装備が展示されています。銃架には「57式小銃」の模型があり、この小銃は米軍のM14小銃を基に中華民国の聯勤機関が製造した制式武器で、半自動射撃機能を備えています。さらに「57戦防砲」の砲弾模型も展示されています。57戦防砲は米軍が第二次世界大戦期に開発した対戦車砲で、国軍は1950年代に米援を受けた後、外島の要塞に配備し、主に上陸艇や軽装甲への対処に使用しました。砲弾の重量は約2.8キログラムで、当時の上陸目標にとって大きな脅威でした。そばにある緑色の木箱は弾薬箱です。用途ごとに分類して保管することで、作戦時に迅速に識別・配備でき、これらの細部が戦場の勝敗を左右したのです。",
      "page_8_content3": "続いて、これらの模型小銃・砲弾・弾薬箱に近づいてご覧ください。「57式小銃」の外形と構造をよく観察し、当時の兵士がこの銃を背負い、常に戦闘に備えていた姿を想像してください。その重さを感じ、坑道で長時間守備に就いていた圧力を思い描いてみましょう。隣には「57戦防砲の砲弾」模型もあります。ぜひ手に取って、その重さを体感してください。緊急時、兵士たちはこのような砲弾を一発ずつ運び、砲堡に補給しなければならなかったのです。その切迫と重圧を想像してみてください。",

      "page_9_title": "ページ 9",
      "page_9_content_title": "これはページ 9 の内容です。",
      "page_9_content1": "現在ご覧いただいているのは、「澎015-(x)019」と番号が付けられた戦防砲堡で、正面は南側の海岸を向いています。この砲堡の外観は地形とほとんど一体化しており、正面には射孔が一つ開けられています。射孔の高さと角度は精密に設計され、敵の艦艇や上陸艇が接近すれば、すぐに砲撃して海岸や航路上の目標を命中させることができました。このような低い構造は隠蔽効果があるだけでなく、敵の砲火による直撃の確率を大幅に減らすことができました。ここに立つと、「戦場を守る」ために存在していた圧迫感を感じ取ることができます。",
      "page_9_content2": "砲堡の中に展示されているのは、アメリカ製のM1型57ミリ対戦車砲、すなわち「57戦防砲」です。この砲は第二次世界大戦後、アメリカが軍事援助として我が国に提供し、離島に配備されて上陸阻止の支援火力として使われました。上陸艇や水陸両用戦車といった装甲の薄い目標に対処するためのもので、左右と仰角を調整でき、最大射程は4,600メートルに達しました。つまり、ここで操作する兵士は射角をすばやく調整し、海岸や海上の敵を精密に攻撃することができたのです。",
      "page_9_content3": "57戦防砲の操作要員は5人で構成されていました。演習の開始時には、砲長が号令を発し、隊員が順に前に出て自分の役割を報告しました。「弾薬手、装填手、照準手、退殻手、持ち場につけ！」――このような規律ある声が坑道に響き渡りました。その後、弾薬手が砲弾を手渡し、装填手が「一発装填！」と叫んで砲弾を薬室に押し込みます。すぐに砲長が「保険解除、放て！」と命じ、砲声が轟音とともに響き渡り、砲堡全体を揺るがしました。薬きょうが排出されると、退殻手がすぐに処理し、次の発射に備えました。一つ一つの号令と動作は正確さが求められ、実戦ではわずか数秒の遅れが防衛線の命運を左右しました。",
      "page_9_content4": "どうぞ前に進んで、この57戦防砲をご覧ください。ここを守る兵士になったつもりで想像してみてください。その砲身は見た目には大きくはありませんが、実際に触れるとその背後にある重みを感じ取ることができます。当時は砲身を動かし、角度を調整するたびにチーム全員が力を合わせる必要がありました。手で砲を押してみて、当時の号令の声の中で若い兵士たちが協力し、祖国を守ろうとした決意を感じ取ってみてください。",

      "page_10_title": "ページ 10",
      "page_10_content_title": "これはページ 10 の内容です。",
      "page_10_content1": "皆さん、頭上をご覧ください。密集して並び、まるで鍾乳石のように突き出している構造物があります。これは砲堡に特有の戦地音響設計で、「消音錐」と呼ばれるものです。主に機関銃堡、入口、観測所など重要な施設に設置されていました。",
      "page_10_content2": "この「消音錐」の製作方法は特別で、澎湖の砂土と糯米漿を混ぜて成形したもので、頑丈でありながら地域の特色も備えています。陣地の通路では、最大の脅威は必ずしも敵からではなく、自分たちの火砲や銃の音から来ることもありました。射撃のたびに音波が閉ざされた空間で反射を繰り返し、轟音のような反響と振動となって兵士に一時的な難聴や内耳の損傷を引き起こすことさえありました。天井に設置された「消音錐」はこの問題を解決しました。表面が鋭く不規則なため音波を拡散させ、一部の周波数を吸収して反響を弱め、騒音を軽減したのです。つまり、天然の洞窟の鍾乳石のように音のエネルギーを散らし、兵士の聴力を守ったのです。",
      "page_10_content3": "ここでぜひ、手を叩いたり大きな声を出してみてください。「消音錐」が設置された場所では、通常のコンクリート坑道に比べて反響がはるかに小さいことを実感できるでしょう。これが「消音錐」のすごさであり、空間をまるで天然の吸音洞窟に変えてしまうのです。",

      "map_title": "マップ",
      "coordinate_point": "座標ポイント",
      "coordinates": "座標",
      "status": "ステータス",
      "marked": "マーク済み",
      "unmarked": "未マーク",
      "close": "閉じる",
      
      "qr_scanner_title": "QRコードスキャナー",
      "scan_instruction": "カメラをQRコードに向けてスキャンしてください",
      "scan_result": "スキャン結果：",
      "scan_again": "再スキャン",
      "open_link": "リンクを開く",
      "opening": "開いています...",
      "copy": "コピー",
      "confirm_open_link": "リンクを開きますか？",
      "confirm_open_message": "このリンクをブラウザで開きますか？",
      "cancel": "キャンセル",
      "open": "開く",
      "pick_from_gallery": "ギャラリーから選択",
      "scan_from_camera": "カメラでスキャン",
      "select_qr_source": "QRコードソースを選択",
      "processing_image": "画像を処理中...",
      "no_qr_found": "画像にQRコードが見つかりません"
    }
}