{
    "locale": "en",
    "strings": {
      "title": "Longmen Defensive Position Guide App",
      "setting_page": {
        "title": "Settings",
        "general": "General",
        "language": "Language",
        "clean_cache": "Clear Cache",
        "clean_cache_message": "Delete downloaded audio files. They will be re-downloaded next time you play.",
        "about": "About",
        "app_name": "Tour Guide App Version",
        "version": "v1.0.0",
        "lang_saved": "Language Saved"
      },
      "home_page": {
        "welcome": "Welcome to the Longmen Defensive Position Guide App",
        "description": "This is a dedicated guide app for the Longmen Defensive Position, providing various menu options for users.",
        "menu_title": "Guide Point Menu",
        "war_games_room": "War Games Room"
      },
      "text_size": {
        "title": "Text Size Control",
        "now": "Current Size",
        "zoom_in": "Zoom In",
        "zoom_out": "Zoom Out",
        "reset": "Reset"
      },
      "target_focus": {
        "menu": "You can swipe the menu here to view more attractions!",
        "change_button": "Click here to switch the guide point display mode.",
        "setting": "Click here to enter the settings page.",
        "qr": "The QR Code scanning feature is here!",
        "back_home": "Click here to quickly return to the home page.",
        "guide": "Click here to view the instructions again!",
        "skip": "Skip"
      },
      "qr_page": {
        "title": "QR Code Scan"
      },
      "page1": {
        "title": "Entrance/Exit",
        "introduce": "Entrance/Exit Introduction",
        "content": "The Longmen Defensive Position is located in the Nankan area on the eastern side of Penghu Main Island. It is an underground fortress built on a basalt plateau, guarding the sea route to Taiwan and Magong. Since the late Qing Dynasty and the Sino-Japanese War, this site has held strategic significance. During the Japanese era, the Japanese army landed and fortified here, and at the end of WWII, more defensive structures were built. After Taiwan's restoration, the ROC Army strengthened the defense in 1961 under President Chiang Kai-shek's order, constructing an underground position with machine gun pillboxes, anti-tank gun bunkers, and observation posts, all tightly connected by tunnels. After the army withdrew, the site was abandoned until rediscovered and restored in 2009. It is now open for visitors to experience the wartime atmosphere."
      },
      "page2": {
        "title": "President Chiang's Order",
        "introduce": "President Chiang's Order Introduction",
        "content": "After the 1958 823 Artillery Bombardment, the ROC Army reassessed Penghu's strategic position. In 1961, President Chiang Kai-shek inspected Penghu and found the eastern coast defense line weak, ordering the construction of a sealed position capable of accommodating a reinforced platoon to defend the eastern shore and block the beachhead from Longmen to Shanshui. The position was completed by Army Unit 1357 on December 28 of the same year, designed as an underground, independent fortress with seven machine gun pillboxes, two 57mm anti-tank gun bunkers, and 705 meters of tunnels. The structure was built with reinforced concrete and basalt, forming an important defense line on Penghu's east coast."
      },
      "page3": {
        "title": "War Game Table",
        "introduce": "War Game Table Introduction",
        "content": "The War Games Room is located in the southwest of the position, with a central table showing the terrain and facility layout of Longmen Position. The table displays the locations of the ammunition depot, communication room, machine gun pillboxes, and gun bunkers, all interconnected. The orientation is for simulation, not actual north-south; the entrance facing Longmen Harbor is at the bottom, and the right side represents the defensive sea area. Military symbols mark units such as platoons, .30 machine guns, and 57mm anti-tank guns. The original design had 7 pillboxes and 2 bunkers facing outward, later adding 3 internal pillboxes for a total of 10. The table helps understand the tunnel logic and defense layout, assisting commanders in exercises and troop deployment."
      },
      "page4": {
        "title": "Longmen Map",
        "introduce": "Longmen Map Introduction",
        "content": "This mural map shows the geography of Penghu Main Island's east side, with the Longmen Nankan Defensive Position marked at the lower center, facing the important commercial port Longmen Harbor. On the right is 'Longmen Echoing Waves,' one of Penghu's Eight Famous Sights and a former military training ground. North along the coast are Longmen Back Bay Beach and villages like Guoye, Nanliao, and Huxi. The map shows the position controls access to Longmen Harbor and supports nearby vulnerable beaches. Nearby are relics like the Japanese Landing Monument and Maogonghuo Gun Emplacement, reminders of wartime years."
      },
      "page5": {
        "title": "Second Wall",
        "introduce": "Second Wall Introduction",
        "content": "This mural chronologically depicts the Japanese army's attack and successful landing at Lizhengjiao in Longmen, Penghu during the 1895 Sino-Japanese War. The upper right shows the Japanese fleet's route, while the left shows Penghu's defense deployment. The artwork not only displays the intensity of war but also reflects military strategy at the time."
      },
      "page6": {
        "title": "Third and Fourth Walls",
        "introduce": "Third and Fourth Walls Introduction",
        "content": "These murals depict the construction process of the Longmen Defensive Position. The third wall shows soldiers carrying stones, pushing carts, and shoveling earth on the hillside, with earth tones symbolizing their close bond with the island and the hardships of building defenses. The fourth wall presents a warm scene of soldiers interacting with a woman, adding a human touch. The two murals contrast strongly, artistically expressing the pressure and difficulty of fortification and the enduring human warmth."
      },
      "page7": {
        "title": "Communication Room",
        "introduce": "Communication Room Introduction",
        "content": "You are now in the 'Zhongshan Room,' originally a personnel shelter for soldier assembly and training, now converted into a screening room showing historical films about the position. The outer wall retains the original firing slits, used for observing and firing at enemies. To recreate the military atmosphere, a field telescope and Browning M30 machine gun model are displayed for visitors to operate and experience the real pressure faced by soldiers."
      },
      "page8": {
        "title": "Ammunition Depot",
        "introduce": "Ammunition Depot Introduction",
        "content": "The ammunition depot was once the core of the position's defense, used to store firearms and ammunition. Now it displays ROC military equipment, including models of the 'Type 57 Rifle' and '57mm Anti-Tank Gun,' both based on US designs and deployed on offshore fortresses. Ammo boxes and shell models are also exhibited, allowing visitors to experience the hardships and tension of soldiers carrying ammunition and staying ready for combat."
      },
      "page9": {
        "title": "Gun Bunker",
        "introduce": "Gun Bunker Introduction",
        "content": "You are now standing in front of the anti-tank gun bunker (No. Peng 015-(x)019) facing the southern coast. The low-profile bunker blends into the terrain, able to quickly fire at enemy boats approaching the beach and sea routes. Inside is the US-made M1 57mm anti-tank gun, which can rotate and adjust elevation, with a maximum range of about 4,600 meters. Operated by a five-man crew (commander, ammo carrier, loader, gunner, and extractor), every command and action required speed and precision. Feel free to approach and push the gun, experiencing the weight and tension of artillery teamwork and coastal defense."
      },
      "page10": {
        "title": "Sound-Dampening Cones",
        "introduce": "Sound-Dampening Cones Introduction",
        "content": "Look up to see the densely protruding 'sound-dampening cones' on the ceiling, a unique acoustic design of the gun bunkers to reduce echoes and noise during firing. Made from local Penghu sand mixed with sticky rice paste, they are sturdy and distinctive. The cone-shaped surfaces scatter and absorb sound waves, reducing vibration and echo to protect soldiers' hearing. You can clap or shout here to experience how this clever design makes the tunnel much quieter."
      },


      "feature_1": "page 1",
      "feature_2": "page 2",
      "feature_3": "page 3",
      "feature_4": "page 4",
      "feature_5": "page 5",
      "feature_6": "page 6",
      "feature_7": "page 7",
      "feature_8": "page 8",
      "feature_9": "page 9",
      "feature_10": "page 10",
      "feature_11": "image circle",
      "feature_12": "QR scan",
      "back_to_home": "Back to Home",
      "current_home": "Currently on Home",

      "page_1_title": "Entrance/Exit",
      "page_1_content_title": "Entrance/Exit introduce",
      "page_1_content1": "Welcome to the Longmen Defensive Position.",
      "page_1_content2": "This site is located on the far eastern side of Penghu Main Island, in a local area called Nankan. It sits on a raised basalt plateau, overlooking Longmen Harbor. From here, you can also reach nearby beaches such as Lizhengjiao Beach and Aimen Beach.",
      "page_1_content3": "Because this coastline is flat and has no natural barriers, it was often seen as the easiest place for enemy forces to launch a beach assault. The Longmen Defensive Position was built right here to guard this coastline and to protect the sea route from Taiwan to Magong, the main city of Penghu.",
      "page_1_content4": "If we look back in history, during the Sino-Japanese War of 1895, the Japanese navy landed at Lizhengjiao Beach, marched toward Mount Taiwu, and soon took control of Penghu. To mark their victory, the Japanese government later built the Landing Monument near here. At the end of World War II, Japanese forces also built defensive structures in this area, preparing for possible Allied attacks. After Taiwan’s Retrocession in 1945, the ROC Army took control of Penghu. In 1961, President Chiang Kai-shek ordered the construction of this fortified position, making it the key defense line on Penghu’s east coast.",
      "page_1_content5": "This is an underground fortress, shaped roughly like an irregular pentagon—long from east to west, narrow from north to south. Inside, you will find machine gun pillboxes, anti-tank gun bunkers, a water storage tank, an observation post, and an ammunition depot. All of these are connected by underground passageways, forming a self-sufficient defensive system. When you enter these dark and narrow tunnels, you may feel a sense of pressure—an atmosphere very different from the outside world.",
      "page_1_content6": "Over time, as the ROC Army reduced its forces, this site was abandoned. In 2009, it was rediscovered by the Forestry Bureau. Later, the army handed it over to the Penghu County Government, which carried out a four-year restoration project. Thanks to that effort, this underground wartime site is now open again to the public.",
      "page_1_content7": "Today, with the help of this smart audio guide, you can step inside the Longmen Defensive Position and personally experience the atmosphere of wartime defense.",

      "page_2_title": "President Chiang's order",
      "page_2_content_title": "President Chiang's order introduce",
      "page_2_content1": "Looking back at the war history of Penghu, the Japanese Landing highlighted the military value of the area surrounding Longmen Harbor. In 1945, when Japan unconditionally surrendered and World War II came to an end, the Nationalist Government immediately launched a defense survey. This allowed the ROC Army to comprehensively assess and evaluate everything from the geographic environment and climate to the value of the harbors, and to reconsider Penghu’s strategic position.",
      "page_2_content2": "In 1958, during the “823 Artillery Bombardment,” although Penghu was not directly drawn into the battle, its geographic importance was revealed for the first time. Throughout the months-long artillery campaign, Penghu was responsible for supporting the ROC Army at the frontline and managing logistical support, while carrying out three operations—“Operation Lightning,” “Operation Fortune,” and “Operation Thunder”—to ensure that frontline supplies remained uninterrupted. After the battle ended, President Chiang Kai-shek instructed the gradual promotion of a fortification program across the entire Penghu Islands.",
      "page_2_content3": "In April 1961, President Chiang Kai-shek inspected Penghu and found that the defense line along the eastern coast of the main island was weak. He then ordered the construction of a “sealed position” capable of accommodating a reinforced platoon to defend the eastern shoreline and to blockade the beachhead between Longmen and Shanshui, preventing enemy beach assaults. This position was constructed by ROC Army Unit 1357 and was completed on December 28 of the same year.",
      "page_2_content4": "The stronghold was designed as an underground, independent combat “sealed” position. Originally, it contained seven machine gun pillboxes and two 57mm anti-tank gun bunkers, all interconnected by a passageway extending 705 meters in length. The entire structure was built with reinforced concrete, further strengthened by the surrounding basalt rock formation.",
      "page_2_content5": "The inscription on the wall before you is a historical testimony recording the construction of the Longmen Defensive Position. Looking back at this historical context, we realize that Penghu served as the first line of defense guarding the Taiwan Strait. The Longmen Defensive Position is the very embodiment of this history. It not only demonstrates the ROC Army’s determination to defend Taiwan and Penghu at that time, but also transformed the island’s rugged geography into a true iron barrier. Today, as we walk into this underground fortress, we are not merely moving through narrow passageways, but also experiencing the enduring legacy of countless soldiers who once stood guard here.",

      "page_3_title": "Wargame Table",
      "page_3_content_title": "Wargame Table Introduce",
      "page_3_content1": "Dear visitors, we are now in the “War Game Room,” located on the southwest side of the stronghold. At the center of this room is the War Game Table, which presents the layout of the entire Longmen Defensive Position, including its terrain and the relative positions of various facilities. From the table’s military deployment, you can see the ammunition depot, command & communication room, communication chamber, machine gun pillboxes, and gun bunkers—all interconnected and mutually supportive. For the sake of war game simulations, the table’s orientation differs from the actual north-south direction: the lower part represents the entrance facing Longmen Harbor, while the right-hand side represents the defensive sea area. Along the high points of the coastline, machine gun pillboxes and artillery batteries are deployed, overlooking the entire coast.",
      "page_3_content2": "On the War Game Table, you can also see military symbols from the “ROC Army Symbols” system. For example, a blue rectangle with three solid dots above it indicates a platoon-level unit; a blue arrow ending with three short solid lines represents a .30 caliber machine gun; while a long line with a forked support at the end represents a 57mm anti-tank gun. You can even try to count how many pillboxes and gun bunkers are marked on the table. According to the original 1961 design, the stronghold had 7 machine gun pillboxes and 2 gun bunkers facing outward. With later reinforcements, 3 additional pillboxes were added to the internal defense line, making a total of 10.",
      "page_3_content3": "Through this War Game Table, we can clearly understand the spatial logic and defensive layout of the entire tunnel system. The position commander could use it for war game simulations, troop deployment, and the arrangement of defensive strongpoints.",


      "page_4_title": "Dragon Gate Map",
      "page_4_content_title": "Dragon Gate Map Introduce",
      "page_4_content1": "What you see now is this map mural, which presents the geographical landscape of the eastern side of Penghu Main Island. At the lower center of the map, you will find the marking “Longmen Nankan Defensive Position,” which is exactly where we are standing right now. The entrance and exit of the position face Penghu Main Island’s important commercial port—Longmen Harbor.",
      "page_4_content2": "On the right side of the sealed position, you will notice a marking of one of the Eight Famous Sights of Penghu, “Longmen Echoing Waves.” In the early days, this area also served as a military training ground for the Penghu Defense Command. If we move our sight along the coastline toward the north, we can see Longmen Back Bay Beach. Further up, along the direction of the road, are the settlements of Guoye Village, Nanliao Village, and Huxi Village.",
      "page_4_content3": "From this map, we can clearly see that the Longmen Defensive Position is situated right in the defensive zone on the eastern side of Penghu Main Island. This location controls the access to Longmen Harbor and can also provide defensive firepower to support nearby places like Aimen Beach, which were vulnerable points where enemy forces could attempt a beach assault, making it more difficult for them to invade.",
      "page_4_content4": "In addition, there are several important military relics near the position. The “Landing Monument” erected during the Japanese Colonial Era commemorates the Japanese Landing on Penghu during the Sino-Japanese War of 1895. There are also vaulted shelters dug into the seaside cliffs—known as the Maogonghuo Gun Emplacement—constructed in the late stages of World War II by the Japanese to prevent a U.S. landing. However, with the end of the war, this fortification was never completed, leaving only ruins today, serving as a reminder of the wartime years of the past.",

      "page_5_title": "第二面牆",
      "page_5_content_title": "第二面牆介紹",
      "page_5_content1": "What you are looking at on this mural is a vivid chronological depiction of how, during the Sino-Japanese War of 1895, the Japanese Army launched an assault from the sea and eventually succeeded in landing at Lizhengjiao in Longmen, Penghu. Arranged in sequence from the upper right, lower right, upper left, to lower left, it narrates the historical story between the Japanese forces and the Qing Empire.",
      "page_5_content2": "Scene One: Departure and Artillery Battle (Upper Right Corner)",
      "page_5_content3": "At 6 a.m. on March 23, 1895, the Japanese attack fleet set sail toward Penghu Main Island. When the fleet reached about 6 kilometers from the shore, it encountered fierce resistance from Qing troops stationed at Dachengbei Battery. In the mural, warships and Qing artillery fire cross paths, shells streak across the sky, and the tense atmosphere of battle fills the scene.",
      "page_5_content4": "Scene Two: Naval Gunfire Support and Suppression (Lower Right Corner)",
      "page_5_content5": "Soon after, the Japanese flagship Akitsushima Maru entered Longmen Lizhengjiao Bay and began bombarding the shore with naval artillery in an attempt to provide cover for the landing troops. In the mural, we can see explosions lighting up the coast, with deafening blasts and bursts of fire vividly portraying the brutality of war.",
      "page_5_content6": "Scene Three: Landing Operation (Upper Left Corner)",
      "page_5_content7": "With naval fire support, the Japanese decided to initiate their landing from a beach about 1.4 kilometers from Lizhengjiao. In the mural, soldiers are shown leaping from landing craft into the sea, struggling toward the shore in a desperate beach assault. This moment marked the beginning of nearly 50 years of Japanese colonial rule over Penghu and Taiwan.",
      "page_5_content8": "Scene Four: Monument Erection and Historical Transition (Lower Left Corner)",
      "page_5_content9": "日During the Japanese Colonial Era, a monument—the “1895 Japanese Landing Monument”—was erected at the landing site to commemorate the Sino-Japanese War. After Taiwan’s Retrocession in 1945, the original monument was renamed the “Taiwan Retrocession Monument.” In 2004, thanks to the efforts of local historians and the Huxi Township Office, the earliest Japanese invasion monument in Taiwan, the “Landing Monument,” was reconstructed and placed alongside the “Taiwan Retrocession Monument.” Together, they remind us not to forget history and to cherish today’s peace.",

      "page_6_title": "三、四面牆",
      "page_6_content_title": "三、四面牆介紹",
      "page_6_content1": "What we are looking at now are the murals on the third and fourth walls, which depict the construction process of the Longmen Defensive Position. At that time, the Cold War had reached its peak, and the 823 Artillery Bombardment of 1958 had just ended. The ROC Army not only had to defend Kinmen but also had to firmly secure Penghu, which stood as the first line of defense in the Taiwan Strait. Against this backdrop, the construction of the Longmen Defensive Position was placed under immense time pressure. The army had to complete the tunnels and bunkers in the shortest possible time, quickly transforming Penghu into an indestructible battlefield fortress.",
      "page_6_content2": "Please first look at the mural on the third wall. Soldiers are shown lined up along the hillside, carrying stones, pushing carts, and shoveling earth. The overall color palette is dominated by earthy tones—gray, brown, and green—blending with the soldiers’ uniforms, symbolizing how the fate of the soldiers was tightly bound with the fate of this island. It vividly reflects the hardships the ROC Army endured to build defenses in the shortest time possible.",
      "page_6_content3": "Next, look at the fourth wall. The scene here is much brighter and more open. The focus is no longer just on labor, but on interaction: a soldier receives a cup of tea handed over by a woman, adding a sense of warmth to the atmosphere. Placed together, these two murals create a powerful contrast. Through artistic expression, they reveal the pressure and difficulty of fortification while also conveying the enduring human warmth that never disappeared in that era.",

      "page_7_title": "總機室",
      "page_7_content_title": "總機室介紹",
      "page_7_content1": "What you see here is a large space located in the southwest section of the entire stronghold, about the size of a classroom. According to the 1961 blueprints, this was originally one of two personnel shelters. It served as a place where soldiers gathered, received orders, and underwent training and education, which is why it was called the “Zhongshan Room.”",
      "page_7_content2": "After the position was handed over to the county government for renovation and later opened to the public, this space was converted into a screening room, allowing visitors to review the history of the sealed position through films. On the outer observation wall, there are two openings—these are the original firing slits. In the past, soldiers used these slits to observe enemy movements offshore, and when necessary, they could fire directly from here. To recreate the military atmosphere of the time, a field telescope and a model of a Browning machine gun are specially displayed on site.",
      "page_7_content3": "This .30 caliber machine gun was originally a medium machine gun widely used by U.S. forces during World War II. With its fast rate of fire and strong firepower, it was capable of suppressing enemy troops for extended periods. After receiving U.S. Military Aid, the ROC Army deployed these weapons in fixed positions or observation posts on the outlying islands. Whenever enemy forces approached the shoreline, firepower could be immediately unleashed.",
      "page_7_content4": "Now, you are invited to step forward and try operating this machine gun model yourself, imagining that you are one of the soldiers stationed here. In addition, you may look through the field telescope placed on the left, peering out through the firing slit toward the direction of Longmen Harbor. Imagine yourself as a soldier on duty here—what you would see through your eyes was not just the scenery, but the possibility of enemy forces appearing at any time. The pressure and responsibility they carried were truly immense.",
      

      "page_8_title": "彈藥庫",
      "page_8_content_title": "彈藥庫介紹",
      "page_8_content1": "The ammunition depot is one of the most critical cores of the position’s defense system, dedicated to storing small-arms ammunition and essential war-reserve materials. It concerns not only weapons resupply but also the safety of the entire defense line.",
      "page_8_content2": "Today, the depot no longer stores real weapons; instead, it displays key military equipment used for the ROC Army’s defense. On the gun rack is a model of the “Type 57 Rifle,” a standard-issue weapon produced by the ROC Combined Logistics Command based on the U.S. M14 rifle, featuring semi-automatic fire. In addition to the model rifle, the depot also displays model shells of the 57mm anti-tank gun. Developed by the U.S. during World War II, the 57mm anti-tank gun was deployed by the ROC Army to offshore fortresses after receiving U.S. Military Aid in the 1950s, mainly to counter landing craft or light armor. Each shell weighs about 2.8 kilograms, posing a significant threat to landing targets at the time. You can also notice the green wooden box beside it—that is an ammo crate. Storing munitions sorted by purpose ensures rapid identification and deployment in combat; such details can determine victory on the battlefield.",
      "page_8_content3": "Next, you are invited to step closer to examine these model rifles, shells, and ammo crates. Take a close look at the form and construction of the “Type 57 Rifle,” imagine soldiers carrying this weapon and remaining ready for combat at any moment—feel its weight and picture the pressure of long hours on guard inside the tunnels. There is also a model of a “57mm anti-tank gun shell” beside it—please pick it up and feel it in your hands. Imagine how, in emergencies, soldiers had to move such shells one by one to resupply the gun bunkers—the urgency and heavy pressure they bore.",

      "page_9_title": "砲堡",
      "page_9_content_title": "砲堡介紹",
      "page_9_content1": "You are now standing inside the anti-tank gun bunker numbered “Peng 015-(x)019,” facing the southern coast. The exterior of this bunker is almost completely blended into the surrounding terrain. At the front, there is a single firing slit, precisely designed in both height and angle. As soon as enemy vessels or landing craft approached, the gun could immediately open fire to strike targets along the coast and sea routes. This low-profile structure not only provided concealment but also greatly reduced the chance of being directly targeted and hit by enemy artillery. Standing here, you can feel the sense of pressure—it truly exists for the purpose of “defending the battlefield.”",
      "page_9_content2": "Displayed inside the bunker is the 57mm anti-tank gun, the American-made M1 57mm anti-tank gun. After World War II, the United States supplied this weapon to the ROC through military aid, deploying it on outlying islands as supporting fire against amphibious landings. It was designed to counter landing craft and amphibious tanks with relatively weak armor. The gun could be adjusted horizontally and vertically, with a maximum firing range of 4,600 meters. In other words, soldiers operating it here could quickly adjust the angle to precisely strike enemy forces on the beach or at sea.",
      "page_9_content3": "The operation crew of a 57mm anti-tank gun consisted of five men. At the start of a drill, the gun commander would loudly issue commands, and each crew member would step forward and call out their role: “Loader, Ammunition Carrier, Gunner, Shell Extractor, at the gun!”—such disciplined voices would echo through the passageways. Then, the ammunition carrier would hand over a shell, and the loader would shout, “One round loaded!” before pushing the shell into the chamber. Immediately after, the commander would give the order: “Release the safety—Fire!” A thunderous blast followed, shaking the entire bunker. As the shell casing was ejected, the extractor would quickly clear it away, preparing for the next round. Every command and every movement had to be executed with absolute precision, because in real combat, a delay of even a few seconds could decide whether the defensive line held or collapsed.",
      "page_9_content4": "Now, please take a step closer to this 57mm anti-tank gun and imagine yourself as the soldier stationed here. You will notice that although its barrel is not especially thick, when you touch it, you can feel the heavy weight it represents. In those days, every movement of the barrel, every adjustment of its angle, required teamwork and coordination. Try pushing the gun carriage with your hands, and imagine the voices of command and the determination of young soldiers working together to defend their homeland.",

      "page_10_title": "消音錐",
      "page_10_content_title": "消音錐介紹",
      "page_10_content1": "My friend, please look up at the structures above your head—densely arranged, protruding like stalactites. These are a special feature of battlefield acoustic design unique to the gun bunkers, called “sound-dampening cones.” They are mainly installed in key facilities such as machine gun pillboxes, entrances, and observation posts.",
      "page_10_content2": "The way these “sound-dampening cones” were made is quite special: they were molded by mixing Penghu’s local sand soil with sticky rice paste, creating something both sturdy and locally distinctive. In the underground passages of the stronghold, the greatest threat did not always come from the enemy, but often from the sound of one’s own guns and artillery. Every shot fired would cause sound waves to bounce repeatedly within the enclosed space, turning into booming echoes and vibrations that could even cause temporary deafness or inner ear injury. The cones installed on the ceiling solved this problem—their sharp, irregular surfaces scatter sound waves, absorb part of the frequencies, and reduce echoes and noise. In other words, they function like stalactites in a natural cave, dispersing sound energy and protecting the soldiers’ hearing.",
      "page_10_content3": "Now, why not try clapping your hands or shouting a phrase here, where the sound-dampening cones are installed? Notice how the echo is much smaller compared to that in an ordinary concrete tunnel. That is the effectiveness of the “sound-dampening cones,” making the space feel like a natural sound-absorbing cave.",

      "map_title": "Map",
      "coordinate_point": "Coordinate Point",
      "coordinates": "Coordinates",
      "status": "Status",
      "marked": "Marked",
      "unmarked": "Unmarked",
      "close": "Close",
      "qr_scanner_title": "QR Code Scanner",
      "scan_instruction": "Point camera at QR code to scan",
      "scan_result": "Scan Result:",
      "scan_again": "Scan Again",
      "open_link": "Open Link",
      "opening": "Opening...",
      "copy": "Copy",
      "confirm_open_link": "Open Link?",
      "confirm_open_message": "Do you want to open this link in your browser?",
      "cancel": "Cancel",
      "open": "Open",
      "pick_from_gallery": "Pick from Gallery",
      "scan_from_camera": "Scan from Camera",
      "select_qr_source": "Select QR Code Source",
      "processing_image": "Processing image...",
      "no_qr_found": "No QR code found in image"
    }
}