{
    "locale": "zh",
    "strings": {
      "title": "龍門閉鎖陣地導覽App",
      "setting_page": {
        "title": "設定",
        "general": "一般",
        "language": "語言",
        "clean_cache": "清除快取",
        "clean_cache_message": "刪除已下載的語音檔，下次播放需要重新下載",
        "about": "關於",
        "app_name": "旅遊導覽App版本",
        "version": "v1.0.0",
        "lang_saved": "語言已儲存"
      },
      "home_page": {
        "welcome": "歡迎使用龍門閉鎖陣地導覽App",
        "description": "這是一個龍門閉鎖陣地專用的導覽應用程式，提供各種功能選單供使用者選擇。",
        "menu_title": "導覽點選單"
      },
      "text_size": {
        "title": "文字大小控制",
        "now": "目前大小",
        "zoom_in": "放大",
        "zoom_out": "縮小",
        "reset": "重設"
      },
      "target_focus": {
        "menu": "這裡的選單可以滑動觀看更多景點喔！",
        "change_button": "點擊這裡可以切換導覽點呈現方式。",
        "setting": "點擊這裡可進入設定頁面。",
        "qr": "掃描 QR Code 的功能在這裡唷！",
        "back_home": "可以點這裡快速回到首頁～",
        "guide": "點這裡可以再次查看提示說明！",
        "skip": "跳過"
      },
      "qr_page": {
        "title": "QR Code 掃描"
      },
      "page1": {
        "title": "出入口",
        "introduce": "出入口介紹",
        "content": "龍門閉鎖陣地位於澎湖本島東側的南崁地區，是一座以玄武岩台地為基礎的地下防禦要塞。此地扼守通往台灣與馬公的航道，自清末乙未戰爭以來即具戰略意義。日治時期日本軍隊在此登陸並設防，二戰末更築起防禦工事。光復後，國軍於1961年依蔣中正指示強化防線，興建地下化陣地，內含機槍堡、戰防砲堡與觀測所等設施，通道相連、結構緊密。隨國軍撤防後一度荒廢，2009年被發現並整修，現已開放參觀，讓遊客能體驗昔日戰地氛圍。"
      },
      "page2": {
        "title": "蔣總統的令",
        "introduce": "蔣總統的令介紹",
        "content": "1958年八二三砲戰後，國軍重新評估澎湖戰略地位，蔣中正總統於1961年視察澎湖，發現本島東海岸防線薄弱，遂命築建能容納加強排的閉鎖陣地以防禦東側海岸及封鎖龍門至山水灘頭。該陣地由陸軍第1357部隊於同年12月28日完成，設計為地下化、能獨立作戰的要塞，內含七座機槍堡、兩座五七戰防砲堡及705公尺通道。整體結構以鋼筋混凝土打造，結合玄武岩地質加固，成為澎湖東岸重要防線。"
      },
      "page3": {
        "title": "兵棋桌",
        "introduce": "兵棋桌介紹",
        "content": "兵棋室位於陣地西南方，中央設有兵棋臺，呈現龍門陣地的地形與設施布局。兵棋臺展示彈藥庫、總機室、通訊機房、機槍堡與砲堡等位置，彼此環環相扣。方位為便於推演而非實際南北方向，陣地面向龍門港的出入口在下方，右側代表防守海域。兵棋臺上使用國軍軍隊符號標示兵棋標記，如排級部隊、30機槍及57戰防砲等。初設計時陣地對外有7座機槍堡、2座砲堡，後增設3座內部防禦機槍堡，總數達10座。透過兵棋臺可了解地道空間邏輯與防線佈局，協助指揮官進行操演與兵力調度。"
      },
      "page4": {
        "title": "龍門地圖",
        "introduce": "龍門地圖介紹",
        "content": "這幅地圖壁畫呈現澎湖本島東側地理景觀，中央下方標註龍門南崁閉鎖陣地位置，面對重要商港龍門港。右側標示澎湖古八景之一的龍門鼓浪，早年為澎防部軍事訓練場所。沿海岸線往北可見龍門後灣沙灘，延道路方向至菓葉村、南寮村、湖西村等聚落。地圖顯示龍門閉鎖陣地位於澎湖本島東側防禦區，掌控龍門港出入並發揮防禦火力支援周邊易被敵軍搶灘地點。此外，陣地附近有日治時代上陸紀念碑及日軍穹窖式掩體等重要軍事遺跡，提醒我們當年的戰爭歲月。"
      },
      "page5": {
        "title": "第二面牆",
        "introduce": "第二面牆介紹",
        "content": "這幅壁畫以時間順序描繪1895年乙未戰爭中日軍自海上發起進攻至成功登陸澎湖龍門裡正角的過程。右上角描繪日軍艦隊的進攻路線，左側則是澎湖防衛部隊的部署情況。整幅畫作不僅展現了戰爭的激烈，也反映出當時軍事策略的運用。"
      },
      "page6": {
        "title": "第三、四面牆",
        "introduce": "第三、四面牆介紹",
        "content": "這兩面牆上的壁畫描繪了龍門閉鎖陣地的修築過程。第三面牆展示士兵們在山坡上搬運石塊、推車、鏟土的場景，色彩以大地色為主，象徵士兵與島嶼命運緊密相連，展現築防的艱辛。第四面牆則呈現士兵與女子互動的溫馨畫面，增添人性光輝。兩幅畫形成強烈對比，透過藝術手法展現築防時的壓迫與艱難，以及不曾消失的人性光輝。"
      },
      "page7": {
        "title": "總機室",
        "introduce": "總機室介紹",
        "content": "您現在所在的位置是「中山室」，原為士兵集合與訓練的人員掩蔽部，現已改為放映室，播放龍門閉鎖陣地的歷史影片。室外牆上仍保留當年的射孔，昔日士兵可透過此觀察敵情並開火。為重現戰地氛圍，現場展示了軍用望遠鏡與白朗寧 M30 機槍模型，讓遊客能親手體驗操作，感受當年守備官兵在面對戰時壓力時的真實情境。"
      },
      "page8": {
        "title": "彈藥庫",
        "introduce": "彈藥庫介紹",
        "content": "彈藥庫，曾是陣地中最重要的防禦核心，用來儲存槍械與彈藥，如今則展示國軍的軍事裝備。館內可見「57式步槍」與「57戰防砲」模型，這些武器源自美軍設計，曾部署於外島要塞，用於防禦登陸部隊。現場也陳列彈藥箱與砲彈模型，讓遊客能近距離體驗昔日士兵搬運彈藥、隨時備戰的艱辛與緊張氛圍。"
      },
      "page9": {
        "title": "炮堡",
        "introduce": "炮堡介紹",
        "content": "您現在站在面向南岸的戰防砲堡（編號澎015-(x)019）前，低矮隱蔽的砲堡與地形融為一體，能在敵艇靠近時迅速開火封鎖海灘與航道。堡內展示的是美製 M1 式 57 公厘（俗稱「57 戰防砲」），可左右旋轉與上下調角，最大射程約 4,600 公尺，曾以五人編制操作（選定手、彈藥手、裝填手、瞄準手與砲長），每個口令與動作都講求速度與精準。歡迎上前近距離觀察並試推砲身，體會當年砲兵分工協作、守衛海防時的重量與緊張。"
      },
      "page10": {
        "title": "消音錐",
        "introduce": "消音錐介紹",
        "content": "抬頭可見天花板上密集突出的「消音錐」，這是砲堡特有的聲學設計，用以降低射擊時的回音與噪音。它以澎湖在地沙土混合糯米漿製成，堅固又具地方特色。尖錐形的表面能分散並吸收聲波，減少震盪與回音，保護士兵的聽力。您可以在此拍手或喊話，親身體驗這項巧妙設計如何讓坑道變得安靜許多。"
      },

      "feature_1": "出入口",
      "feature_2": "頁面 2",
      "feature_3": "頁面 3",
      "feature_4": "頁面 4",
      "feature_5": "頁面 5",
      "feature_6": "頁面 6",
      "feature_7": "頁面 7",
      "feature_8": "頁面 8",
      "feature_9": "頁面 9",
      "feature_10": "頁面 10",
      "feature_11": "圖片圓圈",
      "feature_12": "QR掃描",
      "back_to_home": "回到首頁",
      "current_home": "目前在首頁",

      "page_1_title": "出入口",
      "page_1_content_title": "出入口介紹",
      "page_1_content1": "歡迎您來到龍門閉鎖陣地。這裡位於澎湖本島的極東側，在地人稱作「南崁」，是一片突出的玄武岩台地。從這裡高處看到旁邊的龍門商港，也能連接到周邊的裡正角沙灘與隘門沙灘。這一帶沙岸平緩，缺乏天然阻礙，在戰爭時候往往成為敵軍最容易選擇的登陸點。而龍門閉鎖陣地，正好扼守在這條海岸線與通往台灣到馬公的航道，是一個極為重要的防線。",
      "page_1_content2": "如果我們把時間往回推，在清末乙未戰爭時，日本艦隊正是選擇在裡正角登陸，一路推進到太武山，澎湖自此落入日軍之手。為了紀念這段歷史，當時的日本政府特地豎立了日軍登陸紀念碑。二戰末期，日軍更在這一帶修築防禦工事，準備抵抗盟軍可能的進攻。台灣光復後國軍接管澎湖，為加強這一帶的防禦，1961年蔣中正總統令在此修築防禦陣地，使其為澎湖東岸的防守核心。",
      "page_1_content3": "這是一座地下化的陣地，整體結構為不規則五邊形，東西較長、南北較窄，裡面設有機槍堡、戰防砲堡、蓄水池、觀測所與彈藥庫。所有設施以通道彼此相連，形成一個自給自足的地下要塞。進入閉鎖陣地之後，昏暗狹窄的通道會給您帶來一種壓迫感，感受到截然不同的戰地氛圍。",
      "page_1_content4": "隨著國軍縮編，直到2009年被林務局造林隊發現荒廢。之後由國軍撥交給縣政府展開長達四年的整修，才讓這座地下化的戰地遺跡，重新對外開放。讓智慧語音導覽系統帶領您進入龍門閉鎖陣地內，讓您親身體驗當年陣地裡的戰備氛圍。",

      "page_2_title": "蔣總統的令",
      "page_2_content_title": "蔣總統的令介紹",
      "page_2_content1": "回顧澎湖的戰爭歷史，因為日軍登陸而凸顯了龍門港週邊的軍事價值。1945年日本無條件投降，二戰結束後，國民政府隨即展開防務調查，這讓國軍從地理環境、氣候到港口價值都加以全面盤點評估，並重新思考澎湖戰略地位。1958年「八二三砲戰」，澎湖雖未直接捲入戰火，但其地理位置的重要性首次被凸顯。長達數月的砲戰中，澎湖負責國軍在前線的支援和後勤調度，並實施「閃電」、「鴻運」、「轟雷」三項計畫，確保前線補給不斷。在砲戰結束後，蔣中正總統指示逐步推動澎湖全島軍事要塞化。",
      "page_2_content2": "1961年4月，蔣中正總統視察澎湖，發現本島東海岸周邊防線軟弱，便命築建一座能容納加強排的陣地，用來防禦東側海岸，並封鎖龍門到山水之間的灘頭，防止敵軍搶灘。這座陣地由陸軍第 1(x)(腰) 3 5 7(x)(拐) 部隊在同年12月28日完成，設計為地下化、能獨立作戰的「閉鎖」陣地。內部原始設有七座機槍堡、兩座「五七」戰防砲堡，並以長達705公尺的通道相連。整體結構以鋼筋混凝土打造，結合週邊的玄武岩地質並加固。",
      "page_2_content3": "您眼前牆面上這塊碑文，正是龍門閉鎖陣地整建紀錄的歷史見證。回顧這段歷史脈絡，我們會發現澎湖是守護台灣海峽的第一道防線。龍門閉鎖陣地正是這段歷史的縮影。它不僅展現了當年國軍面對守衛台澎的決心，更把澎湖的地理險要轉化成一道真正的鋼鐵屏障。今天，當我們走進這座地下化的工事，不只是穿梭在狹窄的通道，更是在感受無數國軍守護的成果。",

      "page_3_title": "兵棋桌",
      "page_3_content_title": "兵棋桌介紹",
      "page_3_content1": "您來賓，我們現在所在的位置是「兵棋室」，位於陣地的西南方。在兵棋室的中間便是呈現整個龍門陣地的兵棋臺，它呈現陣地的地型與各設施的相對位置。從兵棋台的軍事部署可以看到彈藥庫、總機室、通訊機房、機槍堡與砲堡等空間，彼此環環相扣，相互支援。兵棋臺上的方位為了兵棋推演方便，與實際南北方向不同：下方是面向龍門港的出入口，右手邊則代表防守的海域。陣地延著海岸邊的制高點則部署了機槍堡和砲台，能俯瞰整片海岸。",
      "page_3_content2": "在兵棋臺上，您也能看到使用《國軍軍隊符號》標示的兵棋標記。如藍色方框上方有三個實心點的符號，是排級部隊；藍色箭頭末端畫有三條短實線的，代表30機槍；而末端有分叉支點的長條線，則是57戰防砲。您可以試著數一數，兵棋臺上總共有幾座機槍堡與砲堡。根據1961年最初設計，陣地對外共有7座機槍堡、2座砲堡。隨著防禦工事加強，又增設了內部防禦陣地的3座機槍堡，總數達到10座。",
      "page_3_content3": "透過這座兵棋臺，我們得以瞭解整個地道的空間邏輯與防線佈局。陣地指揮官可據此兵棋操演、實施兵力調度、部署防禦據點。",


      "page_4_title": "龍門地圖",
      "page_4_content_title": "龍門地圖介紹",
      "page_4_content1": "您現在看到的這幅地圖壁畫，它呈現的是整個澎湖本島東側的地理景觀。在地圖中央靠下的地方標註了「龍門南崁閉鎖陣地」，就是我們現在所在的位置。而陣地的出入口面對的就是澎湖本島的重要商港──龍門港。",
      "page_4_content2": "在閉鎖陣地的右側，您會看到標示著澎湖古八景之一的「龍門鼓浪」。早年這一帶還是澎防部的軍事訓練場所。如果我們的視線沿著海岸線往北移，就會看到龍門後灣沙灘。再往上延著道路方向走，就是菓葉村、南寮村、湖西村等聚落。",
      "page_4_content3": "從這幅地圖我們可以看出，龍門閉鎖陣地正好位在澎湖本島東側的防禦地區。這個位置能掌控龍門港的出入，同時也能發揮防禦火力，支援周邊的隘門沙灘這些容易被敵軍搶灘的地方，讓敵人不容易入侵。",
      "page_4_content4": "另外在陣地附近，還有幾處重要的軍事遺跡。日治時代立下的「上陸紀念碑」，紀念乙未戰爭時日軍登陸澎湖的歷史。還有沿著海崖山洞開鑿的日軍穹窖式掩體，也就是二次大戰末期為了防範美軍登陸而修築的「貓公豁砲堡」。只是隨著戰爭結束，這個工事並沒有完工，如今只留下遺跡，提醒我們當年的戰爭歲月。",

      "page_5_title": "第二面牆",
      "page_5_content_title": "第二面牆介紹",
      "page_5_content1": "您所面對的這幅壁畫以歷史時間順序，生動呈現 1 8 9 5 年乙未戰爭中，日軍如何自海上發起進攻，直至成功登陸澎湖龍門裡正角的過程。依序為右上、右下、左上、左下，述說著日軍與大清帝國的歷史故事。",
      "page_5_content2": "第一幕：出航與砲戰（右上角）",
      "page_5_content3": "1 8 9 5 年3月23日清晨6點，日軍攻擊艦隊起航朝澎湖本島進發。當艦隊行駛至距離海岸約6公里時，遭遇大城北砲台駐守的清軍猛烈阻擊。在壁畫中，戰艦與清軍砲火交錯，炮彈劃破天際，戰事緊張氛圍彌漫四周。",
      "page_5_content4": "第二幕：艦炮支援與壓制（右下角）",
      "page_5_content5": "日軍主力艦秋津洲丸號隨後進入龍門裡正角灣，開始以艦上火炮向岸上砲擊，試圖為登陸部隊進行掩護。從壁畫中可以看到，炮彈爆炸聲震耳欲聾、火光四射，戰爭的殘酷歷歷在目。",
      "page_5_content6": "第三幕：登陸行動（左上角）",
      "page_5_content7": "在艦炮的火力支援下，日軍決定從距離裡正角約1.4公里的海灘發起登陸。壁畫中，士兵們從登陸艦上跳入海中，奮力向岸邊搶灘，這一刻標誌著澎湖島開啟了近50年的日本殖民時期。",
      "page_5_content8": "第四幕：紀念碑設立與歷史更迭（左下角）",
      "page_5_content9": "日本統治時期，在登陸地設立了「明治二十八年混成枝隊上陸紀念碑」，用來紀念乙未戰爭那段歷史。隨著台灣光復後，原碑被改為「臺灣光復紀念碑」。直到民國93年，經過在地文史工作者與湖西鄉公所的努力，才將這個全台最早的日軍侵台紀念碑「上陸碑」重建，並與豎立於一旁的「臺灣光復碑」並列，以提醒我們不忘歷史，珍惜今天的和平。",

      "page_6_title": "三、四面牆",
      "page_6_content_title": "三、四面牆介紹",
      "page_6_content1": "現在我們看到的是第三、第四面牆上的壁畫，它們描繪的正是龍門閉鎖陣地修築的過程。當時冷戰進入高峰， 1 9 5 8 年的八二三砲戰剛剛過去，國軍不只要守住金門，還要把位在台灣海峽第一線防線的澎湖牢牢掌握。在這樣的背景下，龍門閉鎖陣地的建設被賦予極高的時限壓力，國軍必須在最短時間內完成坑道與炮堡，迅速把澎湖打造成堅不可摧的戰地堡壘。",
      "page_6_content2": "請您先看第三面牆的壁畫，士兵們排列在山坡上搬運石塊、推車、鏟土。整體色彩上以大地色為主，灰、棕、綠交錯，和軍服融為一體，象徵士兵與這座島嶼的命運緊緊相連，呈現當年國軍為了在最短時間築防所付出的艱辛。接著看第四面牆，畫面就明亮開闊許多。這裡的焦點不再只是勞動，而是互動：士兵接過女子遞來的茶水，讓整體氛圍更多了一份溫暖。這兩幅畫放在一起，形成了強烈的對比。透過藝術手法的處理，展現了築防時的壓迫與艱難，也傳達了在那個時代裡不曾消失的人性光輝。",

      "page_7_title": "總機室",
      "page_7_content_title": "總機室介紹",
      "page_7_content1": "現在所在的位置，是整座陣地西南方的一個大型空間，差不多就像一間教室的大小。根據 1 9 6 1 年的藍圖，這裡原本是兩座人員掩蔽部之一，也是士兵集合、聽訓及接受教育訓練的地方，所以被稱為「中山室」。",
      "page_7_content2": "隨著陣地移交給縣府整修並對外開放，這個空間改成了放映室，讓您透過撥放影片回顧閉鎖陣地的歷史。在外側的瞭望台牆上有兩個開口，那是當年的射孔。過去士兵透過這些射孔觀察外海敵情，必要時也能直接在這裡發揮火力反擊。為了還原當時的軍事場景，現場特別展示了一具軍用望遠鏡和一挺白朗寧機槍模型。",
      "page_7_content3": "這把 3 0 機槍，原本是美軍二戰時期廣泛使用的中型機槍，射速快、火力強，能長時間壓制敵軍。國軍在接受美援裝備後，部署在離島的固定陣地或觀察哨，一旦有敵軍靠近灘岸，火力就能全面展開。",
      "page_7_content4": "現在，邀請您上前來動手感受這把機槍的操作，想像自己就是當年守備的士兵。此外您也可以透過左側的軍用望遠鏡，從射孔望出去，看看龍門港的方向。想像一下，身為駐守在這裡的官兵，眼裡看到的不是眼前的風景，而是隨時可能出現的敵軍，那種壓力與責任感，可是一點都不輕鬆。",


      "page_8_title": "彈藥庫",
      "page_8_content_title": "彈藥庫介紹",
      "page_8_content1": "彈藥庫是陣地防禦體系中最關鍵的核心之一，專門用來儲存槍械彈藥與必要的戰備物資。因為這裡不僅僅關係到武器補給，更牽動整體防線的安全。",
      "page_8_content2": "今天，我們看到的彈藥庫已經不再存放真實武器，而是展示國軍防衛的重要軍事裝備。槍架上展示的是「 5 7 式步槍」模型槍，這款步槍是中華民國聯勤單位依照美軍 M 14 步槍仿製的制式武器，具備半自動射擊功能。除了模型步槍，這裡還展示了 5 7 戰防砲的砲彈模型。5 7 戰防砲是美軍在二戰時研發的反戰車火砲，國軍在 1 9 5 0 年代起獲得美援後，部署在外島要塞，主要用來對付登陸艇或輕型裝甲。它的砲彈重量約2.8公斤，對當時的搶灘的登陸目標有相當強的威脅。您也可以注意到一旁的綠色木箱，那是彈藥箱。依照用途分類存放，可以確保在作戰時能快速辨識與部署，這些細節都是戰場上決定勝負的關鍵。",
      "page_8_content3": "接下來，也邀請您走近看看這些模型槍、砲彈與彈藥箱。您可以仔細觀察「 5 7 式步槍」的外型與結構，想像當年士兵背著這把槍、隨時準備應戰的樣子，感受一下它的重量，想像當年士兵背著這把槍，長時間在坑道裡守備的壓力。旁邊也有「 5 7 戰防砲砲彈」的模型，歡迎您親手拿起來感受。想一想，當年在緊急狀況下，士兵必須一顆顆搬運這樣的砲彈，補給到砲堡內，那種急迫與沉重的壓力。",

      "page_9_title": "砲堡",
      "page_9_content_title": "砲堡介紹",
      "page_9_content1": "您現在所在的位置，就是編號「澎 0 1 5 -(x) 0 1 9」的戰防砲堡，正面朝向南方海岸。這座砲堡的外型幾乎與地形融為一體，正前方開了一個射口，射口的高度與角度經過精密設計，一旦敵軍艦艇或登陸小艇靠近，就能立刻開火阻擊，能讓火砲命中海岸與海上航道。這樣的低矮結構除了隱蔽外，更能有效減少被敵軍火砲直接瞄準與命中的機率。站在這裡，您可以感受到一種壓迫感，是真正為了「守戰場」而存在。",
      "page_9_content2": "在砲堡內展示這座是  5 7 戰防砲，也就是美國製造的 M1 式 57 公厘反戰車砲。這門火砲是二戰結束後，美國以軍援方式提供給我國部署在離島，作為反登陸的支援火力，用來對付登陸小艇、水陸兩棲戰車這類裝甲薄弱的目標。這門砲能左右與仰角調整，最大射程可達 4,600 公尺。換句話說，站在這裡操作的士兵，可以快速調整射角，對海灘與海面上的敵軍進行精準打擊。",
      "page_9_content3": "一門 5 7 戰防砲的操作編制是五人。火砲操演開始時，由砲長(x)漲發出口令，人員依序上前並報出自己的職務：「選定手、彈藥手、裝填手、瞄準手，就砲！」──這樣具極強紀律感的聲音在坑道裡迴盪。接著，彈藥手會將一發砲彈遞上，裝填手大聲喊：「一發裝填！」，然後將砲彈推入膛室。隨後，砲長(x)漲下令：「開保險，放！」，砲聲轟然響起，震耳欲聾。彈殼彈(x) 談 出後，退 殼 手立刻清除，再準備下一發。每一個口令、每一個動作都必須精準到位，因為在實戰中，幾秒鐘的延誤就可能決定防線能否守住。",
      "page_9_content4": "您可以再往前一步，靠近看看眼前這門 5 7 戰防砲，想像自己就是那位守在砲堡裡的士兵。您會發現它的砲管雖然不算粗大，但實際摸上去，仍能感受它背後承載的重量。當年每一次推動砲管、調整角度，都需要團隊齊心合力完成。也請您試著用手去推動砲身，想像當年在口令聲中一群年輕士兵分工合作、守護家園的決心。",

      "page_10_title": "消音錐",
      "page_10_content_title": "消音錐介紹",
      "page_10_content1": "您朋友，請您抬頭看看頭頂上這些一顆顆密集排列、像鐘乳石一樣突出的構造，也是砲堡陣地特有的戰地聲學設計，稱作「消音錐」。這些小巧的泥作物，主要分布在重要設施裡頭，例如機槍堡、入口處、還有觀測所。",
      "page_10_content2": "「消音錐」的製作方式相當特別，是把澎湖在地的沙土和糯米漿混合後塑形而成，堅固耐用又富有在地特色。在陣地的通道裡，最大的威脅不一定來自敵人，而是自己火砲與槍枝的聲音。每一次射擊，音波都會在封閉空間裡來回反射，變成轟隆隆的回音與震盪，甚至可能造成士兵暫時失聰或內耳受傷。在天花板設置的「消音錐」則解決這個問題，它們表面尖銳、不規則，能把聲波打散，吸收一部分音頻，讓回音減弱、噪音降低。換句話說，它們就像天然洞穴裡的鐘乳石一樣，能夠消散聲音能量，保護士兵聽力。",
      "page_10_content3": "接下來，您不妨試著在有設置「消音錐」的地方拍一拍手，或大聲喊一句話，感受一下這裡的回音是不是比一般水泥坑道小得多？這就是「消音錐」的厲害之處，彷彿把空間變成了一個天然的吸音洞穴。",

      "map_title": "地圖",
      "coordinate_point": "座標點",
      "coordinates": "座標",
      "status": "狀態",
      "marked": "已標記",
      "unmarked": "未標記",
      "close": "關閉",
      "qr_scanner_title": "QR Code 掃描器",
      "scan_instruction": "將相機對準 QR Code 進行掃描",
      "scan_result": "掃描結果：",
      "scan_again": "重新掃描",
      "open_link": "開啟連結",
      "opening": "開啟中...",
      "copy": "複製",
      "confirm_open_link": "開啟連結？",
      "confirm_open_message": "您要在瀏覽器中開啟此連結嗎？",
      "cancel": "取消",
      "open": "開啟",
      "pick_from_gallery": "選擇相簿照片",
      "scan_from_camera": "相機掃描",
      "select_qr_source": "選擇 QR Code 來源",
      "processing_image": "處理圖片中...",
      "no_qr_found": "圖片中找不到 QR Code"
    }
}